Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “看起来，你是打算抵抗到底了。”霍伦看了林立一眼，目光又落到了马森跟欧灵身上：“你们呢？也打算跟他一起抵抗？”
en_us: "It seems like you plan to resist to the very end." Hoeren looked at Lin Li, then his gaze fell on Marson and Orrin. "What about you two? Are you going to resist with him?"

source: “真不幸……”林立一脸遗憾，心里却暗自庆幸，还好你们遇上了双足飞龙，不然我上哪找人带路去，这见鬼的森林可比双足飞龙难对付多了……
en_us: "How unfortunate…" Lin Li looked regretful, but rejoiced secretly in his heart. Luckily they had encountered the Wyverns, if not, where would he have gone looking for people to lead the way? This cursed forest was much trickier to deal with than a Wyvern...

source: “真不知道他们是怎么想的，那可是大师级的药剂，不自己藏着悄悄喝也就算了，居然还拿出来卖！妈的……你们几个别走，把钱都拿出来先借给我，老子也买一瓶去！”
en_us: "I really don't know what they were thinking. Those are potions of the mastery level, they should be keeping them and drinking them in secret, but instead they decided to sell them! Damn... You few, don't leave! Lend me some money, I should buy a bottle for myself too!"

source: “真不知道安度因怎么教你的……”葛瑞安一脸的鄙夷：“闪金的水晶卡，全安瑞尔世界通用，一般城市都有闪金银庄，要用钱你直接去取就行了，难道你还想背着金币到处跑？那可是一百多万，熔成金球有房子那么高，你带得走么你……”
en_us: "I really don't know how Andoine has taught you..." Gerian was full of despise. "Glittergold's crystal card can be used anywhere in Anril. There's a Glittergold Bank in every city in general; if you need money, you can withdraw it directly. Surely you wouldn't want to carry the gold coins around? That's over a million we're talking about. If melted into a golden ball, it'd be as tall as a house, can you even carry it…?"

source: “真是不好意思葛瑞安叔叔，我手上还有点事需要处理，恐怕就不能等拍卖会结束了。”艾萨克城主神色间有些遗憾。
en_us: "I'm so sorry, Uncle Gerian. I have some urgent matters on hand to deal with and I'm afraid they can't wait until the auction is over." Castellan Isaac's face was regretful.

source: “真是遗憾……”林立一边庆幸，一边暗下决心，等到了加洛斯城之后，自己一定要编个毫无破绽的来历才行，不然被美女问到，自己却不敢放心搭讪，这实在是太没面子了……
en_us: “That was a pity..." Lin Li rejoiced while he came to a decision. When they reached Jarrosus City, he would definitely have to come up with a flawless background. Otherwise, it would be a loss of face when he was asked by the beauty and couldn't easily strike up a conversation with her.

source: “真有这种运气？”林立望着手上的花瓣，再也压抑不住心头的激动。
en_us: "Could I be this lucky?" Lin Li gazed at the petal in his hand, and couldn't suppress his excitement any longer.

source: “真的一点都没有了？帮帮忙……再挤一点，只要一点点就好了，好歹让我弄一瓶狂暴药剂试试啊……”
en_us: "Is there really no more? Please… Squeeze a little more, just a little bit more. At least let me make a bottle of Rampage Potion…"

source: “真的，那真的是愿望术卷轴！”
en_us: "It really is, that is really the scroll of Wishes!"

source: “真的？”伊娜眼中带着泪花，一张俏脸上满是惊喜的笑容。
en_us: "Really?" Ina's eyes were full of tears but there was a smile of surprise across her pretty face.

source: “知道一些。”克伦威尔稍稍安了些心，这才开口说道：“这个魔法师叫费雷，是我在落日山脉的时候认识的，当时他遭遇了一头双足飞龙，是我出手救了他，可是这个人不但不知感恩，还一再的想对付我，后来我听说他加入了魔法公会，就想让葛瑞安给他点教训……”
en_us: "I know a little." Cromwell was slightly relieved and went on, "This mage is called Felic, I got to know him when I was in the Sunset Mountains. He had encountered a Wyvern and I was the one who saved him. But this person did not know of gratitude and wanted to deal with me again and again. Then I heard he had joined the Guild of Magic, so I wanted Gerian to teach him a lesson..."

source: “知道这叫什么吗？”
en_us: "Do you know what is this?"

source: “知道错了就躲一边哭去，别在这碍手碍脚，让人看着讨厌。”林立冷冷的看了她一眼之后再不理会。
en_us: "If you know you're wrong then go hide in a corner and cry. Don't get in the way here, it's tiresome." Lin Li shot a cold glance at her and paid no more heed to her.

source: “砰砰砰！”
en_us: "Pong, Pong, Pong....!"

source: “砰！”
en_us: “Bang!”

source: “砰！”“咔嚓！”
en_us: "Bang!" "Crack!"

source: “砰，砰，砰！”
en_us: "Pong, Pong, Pong....!"

source: “确实很直爽……”林立笑了笑，这胖老头可比安度因有意思多了。
en_us: "Straightforward indeed..." Lin Li laughed. The fat old man was much more interesting than Andoine..

source: “神奇功能，对，快吃饭，继续尝试，昨天又试出一个能增幅药力的能力，说不定这黑色元力还有其他的功能呢。”
en_us: Magical powers... right! I shall quickly finish my food and continue testing it! Yesterday, I managed to discover its ability to improve healing. Perhaps this black essence force has other abilities too!

source: “立刻收拾好你的东西，从我家里滚出去！”
en_us: "Pack your stuff immediately and get out of my house!"

source: “笨丫头！”
en_us: "Silly girl!"

source: “笨蛋！”谁知道，葛瑞安却并未大发雷霆，只是气急败坏的骂了一句：“记录个屁！能支持二十八分钟输出的精神强度，你就算记录下来也没人相信……”
en_us: "Fool!" Gerian, however, did not throw a fit—not physically. Instead, he scolded him in a fit of rage. "Record for what! A mental strength that can support an output of twenty-eight minutes... Even if you do record it, no one would probably believe it."

source: “笨蛋，黑石多了…”
en_us: "Stupid, you've added too much coal..."

source: “等等……”克伦威尔刚要出门，老梅林却又把他叫住了：“前几天我好象听说，你因为一个年轻魔法师，跟魔法公会闹得有些不愉快？”
en_us: "Hold on..." Cromwell was just about to leave when Old Merlin called him. "A few days ago, I seemed to hear that you were having a bit of a bad time with the Guild of Magic because of a young mage?"

source: “等等……我需要商量一下。”
en_us: "Hold on... I need to have a discussion."

source: “等等……最高议会又是什么？”
en_us: "Hold on... What's the Supreme Council?"

source: “等等……现在不行，时间太早了，必须等到太阳下山的时候。”
en_us: "Wait... now's no good. It's too early, we need to wait until the sun sets."

source: “等等！”
en_us: "Wait!"

source: “等等！武堂副长老？”
en_us: "Hold on! Deputy Elder of the martial arts training court?"

source: “等级认证？”
en_us: "Level certification?"

source: “简单的说，就是确认你的魔法等级，我个人觉得，对你来说，这很有必要，因为只有进行过等级认证之后，你才能够从魔法公会获得相应等级的咒语。”
en_us: "Simply put, it is to certify your magic level. In my opinion, this is necessary for you, because it is only after being certified that you will be able to receive spells corresponding to your level from the Guild of Magic."

source: “算了葛瑞安，我承认你是加洛斯城最强大的魔法师。”为了忍下这口怒气，老梅林就差把牙齿咬出血来了，只听他一字一泪的说道：“不过这又有什么意义？就算你是加洛斯最强法师又怎么样，最强法师就能包庇纵容？所有人都看得清清楚楚，这位药剂师先生，侮辱了梅林家族的继承人，如果魔法公会不能给出一个交代的话，我保证加洛斯最强大的两支势力之间，将会有一场真正的战争！”
en_us: "Forget it, Gerian. I'll admit that you are the most powerful mage in Jarrosus City." In order swallow the fury, Old Merlin had almost chewed his teeth till they bled. He said with tears for every word, "But what's the point? Even if you are the most powerful mage in Jarrosus City, does this mean you can shield and connive? Everyone has clearly saw Mr Pharmacist here humiliating the heir of the Merlin Family. If the Guild of Magic is unable to give an explanation for this, I will make sure there's a battle between the two most powerful influence in Jarrosus City!"

source: “算了，你先睡一觉，床让给你好了……”
en_us: "Forget it, take a nap first. I'll let you have the bed..."

source: “算了，做人不能太贪心……”
en_us: "Forget it, I should not be too greedy..."

source: “算了，这事交给我来……”林立对葛瑞安的性格，实在是太清楚不过了，生怕这倒霉魔导士几句话没说对，惹得老家伙一个火球轰过去，那可就什么都没有了。
en_us: "Forget it, let me handle this matter." Lin Li knew Gerian's character too well. He was afraid this unlucky Magic Shooter wouldn't say things right, getting Gerian all riled up to the point of blasting a fireball at him, and then they'd have nothing left at all.

source: “算你小子还有点良心。”安度因满意的点了点头，老脸上带着几分欣慰的笑容：“我安度因活了一百多岁，还从来没见过谁的天赋象你这么好过，你小子根本就是个怪物，我想就算是传说中的格雷斯科，在天赋上也不可能比你更强了。”
en_us: "You kid have some conscience at least." Andoine nodded with satisfaction, a relieved smile on his aged face. "I have lived for over a hundred years and have never seen anyone as gifted as you. You are a monster, kid. I think even the legendary Geresco couldn't have been more gifted than you are."

source: “管他了，先拖着，能拖一天是一天！”
en_us: "Forget about it! I'll just drag dealing with the problem first! I'll see how long I can put it off!"

source: “管他的呢，修炼速度那么慢，就算是颜色是九彩的也没用啊！再厉害的元力心法，练不到一定境界，那也是没有任何意义的。”
en_us: “Forget about it! The cultivation speed is so slow that this skill is useless! What’s the point even if it can produce rainbow-colored essence force!? An essence force cultivation technique, no matter how powerful, is practically useless and meaningless so long as it cannot help me practice up to a specific level of ability!”

source: “管他的，以后的事情以后再说，先突破到铸鼎境四重再说。”
en_us: "Whatever, I'll cross that bridge when I come to it. First, I have to make a breakthrough to the fourth stage of the Cast Tripod Realm."

source: “糟了……”
en_us: "Oh no..."

source: “糟了！”
en_us: "Oh no!"

source: “糟了，这江如虎竟继承了他父亲战斗的精髓，谨慎如鼠，阴险如蛇，唉……只能拼了，黑色元力！”
en_us: "Oh no, this Jiang Ruhu has actually inherited his father's genes in combat prowess! He's cautious like a mouse and trecherous like a snake! Sigh... looks like I can only stake my life in it all! Black essence force!"

source: “糟糕！”
en_us: "Oh no!"

source: “糟糕！”确定眼前的七级魔兽已经死去，林立才忽然想起件事来：“太浪费了！这么多血全流到了地上，这可能做不少狂暴药水呢……”
en_us: "Oh no!" After confirming the level-seven magical beast was dead, Lin Li was suddenly reminded of something. What a waste! All this blood that have been spilled could make a substantial amount of Rampage Potion...

source: “糟糕！出事了！”那是伊娜的声音，罗麦格雷尼上神色一变，抓起身旁的武器就跑出了山洞。
en_us: “Something terrible has happened!” It was Ina's voice. McGrenn's expressions changed as he grabbed the weapon beside him and dashed out of the cave.

source: “糟糕！忘记把这事跟他说了……”林立已经出了翡翠高塔，凯文才忽然想起件重要的事来，可等他想要追出门去时，却发现两人早就走得不见了踪影。
en_us: "Oh no! I forgot to tell him about this..." Lin Li had already stepped out of the Emerald Tower when Kevin suddenly recalled something important. But when he wanted to chase after them, he found that both of them had long gone out of sight.

source: “系统发生未知故障，请所有在线玩家立刻下线！”
en_us: "An unknown failure occurred in the system. All players are requested to go offline immediately!"

source: “紫金，一两紫金，我竟然赚了一两紫金？”
en_us: "Purple gold! A tael of purple gold! I actually earned a tael of purple gold..."

source: “红熊，出战！”杨管事无奈一叹，只能招手让另外一名陪练上场，此刻所有的白银陪练都在其余练功房内，他唯有先找青铜陪练顶上了。
en_us: "Red Bear, it's time for combat!" Manager Yang sighed helplessly, as he had no option but to beckon another sparring partner to head out for combat. At the moment, all of the silver-token-grade sparring partners were in the other remaining technique-practicing rooms. As such he could only find bronze-token-grade sparring partners to fill in the gaps.

source: “缠丝手！”
en_us: "Silk Hand!"

source: “罗林家族一向行事低调，没想到关键时候，居然也能拿出这样的好东西来，看来这十一魔法家族的水，可真不是一般的深。”
en_us: "The Rolin Family has always been low profile, but they can actually bring out such a good stuff like this. Looks like the water is not regular deep for the 11 mage families..."

source: “罗琳……罗琳？你怎么了，是不是身体不舒服？”城主大人发现女儿神色有异，不由关切的问道。
en_us: The Castellan noticed his daughter's odd expression and asked out of concern, "Rowling... Rowling? What happened, are you feeling unwell?"

source: “罗琳姐姐，我知道，我知道……”伊娜扶着红发美女的香肩，温言安慰着。
en_us: "Sister Rowling, I know, I know..." Ina held the redheaded beauty's shoulders and comforted her.

source: “罢了罢了……要不就试试吧，虽然大爷爷经常告诫我功法在没确认可靠程度前不要乱练。”
en_us: “Forget it, forget it! Hmmm… How about I give it a try? Grandfather always chides me not to practice any random cultivation technique before I have fully confirmed the potential of my abilities, but this is a special situation…”

source: “老不死，你是知道我的寿命无多，所以心急火燎地赶来要送我一程么？”无名笑眯眯地问。
en_us: "Old Fart Undying, are you that anxious to send me to my death?” Wu Ming asked smilingly. “Is it because you learned that I don't have much longer to live?"

source: “老二法里奥，梅林家三兄弟里我最看不透的一个，说起来，这家伙一直不显山不露水的，小时候我还揍过他几次，一直觉得他是个废柴，可没想到后来，这家伙越爬越高，现在竟爬到了法兰王国财务大臣的位置，总管着王国经济命脉，不过听说他跟马修斯有些矛盾，已经好几年没回过加洛斯了。”
en_us: "The second son is Fario, the one I couldn't figure out among the three brothers. Speaking of which, this fellow has always kept silent and low-key. I've beaten him up a few times when we were young and have always thought he's a useless bum. But unexpectedly, this fellow has climbed higher and higher, and now he has climbed to the position of the Minister of Wealth of the Felan Kingdom. He is in charge of the economic lifeblood of the kingdom, but I heard he has some problems with Matthew and has not been back in Jarrosus for several years."

source: “老子把你这鸟网给拆了，看你还笑不笑得出来！”自从走出木屋之后，林立第一次从空间戒指中拿出了自己的法杖，这是安度因送给他的唯一一件东西，一根镶嵌着冰霜巨兽魔晶的魔法杖，林立给它取了一个名字——寒冬。
en_us: "I'll tear down your lousy net and see if you can still laugh!" It was the first time Lin Li took out his own staff from the Space Ring since leaving the log cabin. It was the only thing Andoine had gifted him—a magic staff embedded with the magical crystal of the Frost Troll. Lin Li had named it Winter.

source: “老子补充完巫师之眼后，就连夜赶回来了，一路上真是累得眼睛都睁不开……”葛瑞安走进门来，二话不说就往林立床上一躺，压根不管房间主人如何抗议：“躺着可真舒服……”
en_us: "I hurried back after I've restored the Warlock's Eyes. I was so tired I could barely keep my eyes open on the road..." Gerian walked into the room and lay down on Lin Li's bed regardless of his protests. "It's so comfortable lying down..."

source: “老子让你再笑！”林立一边帮伊娜解开身上的束缚，一边还没忘记继续射出风刃。
en_us: "That'll teach you to laugh again!" Lin Li helped Ina loosen the restraint on her body, all the while not forgetting to deliver the wind blades.

source: “老朋友，今生没能带你进入仙域，我很抱歉……”
en_us: "Old friend,” Wu Ming muttered, “my apologies, but I cannot bring you to the immortal realm today…”

source: “而真正致命的却是第二个方面，你接触魔法实在太晚了，根据黑暗年代的资料记载，格雷斯科出身于魔法师世家，父母都是黑暗年代著名的大法师，他一出生就开始接触魔法，到你这个年纪的时候，格雷斯科早就已经突破了魔导士的水准，而你却才刚刚开始学习最低级的法术。虽然时间可以靠天赋来弥补，但天赋却不能帮你打下足够坚实的基础，魔法的世界里没有捷径可走，在打下足够坚实的基础之前，一切的强大法术都只不过是空谈。”
en_us: "What's really deadly is the second aspect, that is you've been exposed to magic too late. According to the records of the Dark Ages, Geresco was born into a family of mages. His parents were famous mages of the Dark Ages. He had been exposed to magic from birth and by the time he got to your age, he had already surpassed the standards of a Magic Shooter, and you're just beginning to learn the lowest level of magic.While a late start can be compensated for by talent, it does not give you a solid enough foundation. There are no shortcuts in the world of magic, and all powerful spells are nothing but talk until a solid foundation is laid.”

source: “聚珍阁果然不凡！”
en_us: "The Pearl Gathering Pavilion is definitely special!"

source: “聚珍阁！”
en_us: "The Pearl Gathering Pavilion! "

source: “能强能水晶差不多的东西，我记得好象是叫唤醒药剂来的。”说完又小声的补充了一句：“其实我还是比较喜欢叫它红牛饮料。”
en_us: "This is similar to the Strong Energy Crystal. I remembered it was called the Awakening Potion or something," Lin Li added softly, "but I prefer to call it the Red Bull drink.

source: “自然！”杨管事看出了江逸的担忧，笑道：“我们武殿最重声誉，做事情也绝对公平公正，说一不二，这一点你放心。”
en_us: "Of course!" Manager Yang had spotted Jiang Yi's concerns and, smiling, he replied, "Our Martial Arts Hall takes our reputation most seriously, and when we do things we're definitely fair and impartial. We keep our word - that, you can be rest assured about."

source: “至少是十七级……”身处这种压力之下，林立对对方的强大，有着最直观的感受，奥德文的儿子，果然不是一般厉害，跟葛瑞安老梅林之流比起来，简直就不是一个级别。
en_us: "He should be at least level-seventeen..." Under such pressure, Lin Li felt his opponent's power in the most direct way. Odwin's son was not just powerful. Compared to the likes of Gerian and Old Merlin, his power could not be measured simply by levels.

source: “艾……艾萨克叔叔……您为什么打我？”这一记耳光抽得巴瑟罗尔连连后退，他用手捂着左脸，神色间有些发蒙。
en_us: "Un... Uncle Isaac... Why did you hit me?" The slap had Bathrilor stumbling a few steps back. He covered his left cheek with his hand and his expression was glazed.

source: “艾萨克城主来了！”正胡思乱想的时候，却又听见花园外一阵喧闹。
en_us: "Castellan Isaac has arrived!" Just as he was letting his thoughts run wild, he heard another clamor coming from outside the garden.

source: “艾萨克，既然你叫我一声葛瑞安叔叔，那我这个做叔叔的可不能小气，几瓶奥法药剂而已，你如果有需要的话尽管开口，叔叔我虽然没什么本事，可是这点主还是能做的。”
en_us: "Isaac, since you address me as Uncle Gerian, then I can't be that petty as an uncle. It’s only a few bottles of Arcane Magic Potion, if you need them just tell me. I may not have much ability but I can still make the call for such a small matter."

source: “苍狼！”
en_us: "Lone Wolf!"

source: “苍狼，你去哪？”
en_us: "Lone Wolf, where are you going?"

source: “苍狼，出战吧！”杨管事咧嘴一笑，朝江逸招了招手，这翊凌雪本就是他通知的，否则怎么会来得那么快？
en_us: "Lone Wolf, head out for combat!" Manager Yang grinned widely and waved his hand towards Jiang Yi. He was the one who informed this Yi Lingxue, after all, otherwise how could she arrive so soon?

source: “苍狼，出战！”
en_us: "Lone Wolf, it's time to do battle!"

source: “苍狼，出来对战了！”
en_us: "Long Wolf, come out and battle!"

source: “苍狼？怎么还不进来？”
en_us: "Lone Wolf? Why are you not coming inside?"

source: “药剂大师……开什么玩笑！”葛瑞安拼命揉着眼睛，以为是自己看错了。
en_us: "Master of Potions... You must be kidding!" Gerian rubbed his eyes as hard as he could, thinking he had seen wrong.

source: “药力的确增强了很多！”
en_us: "Their medical efficacy did indeed increase by a lot!"

source: “落日山脉中的另类，一种并不太热中于杀戮的魔兽，如果我没猜错的话，伊娜现在可能在哭，但应该没有生命危险。”林立望着地上那杂乱的脚印，又低声补充道：“从脚印上看，应该只有一只。”
en_us: “An oddity in the Sunset Mountains, a magical beast that are not keen on killing. If I'm right, Ina should be crying now, but she's not in any danger for the time being." Lin Li stared at the cluttered footprints on the ground and added softly, "From the looks of the footprints, there should be only one."

source: “葛瑞安会长……”废墟般的房间里，只有一名看上去有些瘦弱的年轻法师,大约二三十岁，此时他正目瞪口呆的望着房门，刚想要说话，却又被胖老头瞪了一眼，生生把半截话给咽回了肚子里。
en_us: "President Gerian..." The room was in ruins, and inside it was a thin, young mage who looked to be about twenty or thirty years old. He stood dumbfounded, looking at the door. He was about to say something but the fat old man shot him a fiery glare, and he could only swallow the words back down his throat.

source: “葛瑞安会长！”旁边一群魔法师刚一转身，就看见来的竟然是葛瑞安，顿时只觉背心发凉，这老家伙怎么坐过来了……
en_us: "President Gerian!" The group of mages at the side turned around to see Gerian, and all of a sudden they felt chills on their backs. Why did the old fellow come to sit here...

source: “葛瑞安会长，听说您正在找我？”见这两个家伙实在可怜，林立摇了摇头，还是先出声跟胖老头打了个招呼。
en_us: "President Gerian, I heard you were looking for me?" Lin Li shook his head seeing those two poor fellows, but he had began by greeting the fat old man.

source: “葛瑞安会长，您太不理智了……”而正被那个身影赶出房门的，是一名四十多岁的中年人，这中年人穿着一件黑色紧身皮甲，浑身上下透出一股浓浓的血腥气，当他回过头来的时候，林立忽然觉得，自己就好象是被一条毒蛇盯上了一般。
en_us: "President Gerian, you're too irrational..." The man who was driven out of the door by the round figure was a middle-aged man in his forties. He wore a tight black leather jacket and emitted a thick smell of blood from his body. When he turned around, Lin Li suddenly felt as if he was being targeted by a venomous snake.

source: “葛瑞安会长，您真的是太不理智了，拒绝阴影之城的友谊，只会给加洛斯魔法公会带来灾难。”中年人丢下这么一句话，头也不回的出了翡翠之塔，只是在擦身而过之时，又望了林立一眼，那种仿佛被毒蛇盯上的感觉，让林立没来由的心头一紧。
en_us: "President Gerian, you are too irrational. Rejecting the friendship of Shadow City will only bring disaster to Jarrosus Guild of Magic." The middle-aged man dropped the sentence on him and left the Emerald Tower without another look back. He only took another look at Lin Li when he passed by, and the feeling of having been targeted by a venomous snake tightened Lin Li's heart.

source: “葛瑞安会长，我还有个小小的要求。”在跟葛瑞那握手的时候，年轻族长轻声说道：“不知道能不能为我引见一下贵公会那位年轻的药剂师？”
en_us: "President Gerian, I have a small request," the young patriarch spoke in a soft voice as he held Gerian's hand. "I wonder if you can introduce me to the young pharmacist in your guild?"

source: “葛瑞安叔叔的意思，是由我们两个替他去……”
en_us: "Uncle Gerian's intention is for the two of us to go in his place..."

source: “葛瑞安叔叔说笑了，我对奥法药剂没什么野心，今天来魔法公会，也只是想见识见识传说中的药剂大师。”艾萨克也算是个人才，突然冒出的便宜叔叔，他却是叫得比谁都顺口，就好象葛瑞安真跟他家是世交一样……
en_us: "Uncle Gerian must be joking. I have no desire for the Arcane Magic Potion. I've come to the Guild of Magic today to have a look at the legendary potion master." Isaac was somewhat of a genius, he had gotten a convenient uncle out of the blue but addressed him so easily as if Gerian was really an old family friend...

source: “葛瑞安，我已经不是魔法公会的人了，你有什么权利囚禁我？”
en_us: "Gerian, I don't belong to the Guild of Magic anymore. What right do you have to keep me in captivity?"

source: “虎哥！”
en_us: "Brother Hu!"

source: “虚空花除了用于提纯之外，还有刺激精神力增长的效果，特别是通过加热之后，这种效果还会进一步放大，但清醒药剂中本身就有结灵草，它同样可以刺激精神力增长，加入虚空花之后，会导致各种药性间失去平衡，所以我加入了龙血草，当药剂达到沸腾状态之后，龙血草产生的宁神效果，就可以很好的遏止住虚空花的药性……”说着林立用手蘸了一些红酒，在桌上列下了几条公式，以便将整个过程解释得更清楚一些。
en_us: "Besides being used for purifying, the netherbloom also has the effect of stimulating the growth of mental strength, and the effect can be further amplified after heating. But the Sobriety Potion itself has the knot elixir which can also stimulate the growth of mental strength. The addition of netherbloom will cause a loss in balance of the medicinal properties, so I added the dracaena grass. When the potion reaches its boiling point, the calming effects of the dracaena grass will curb the medicinal properties of the netherbloom..." Lin Li said as he dipped his hand in the red wine and listed down a few equations on the table to explain the whole process more clearly.

source: “蛇鞭腿！”
en_us: "Snake Whip Leg!"

source: “蛮牛之力药剂？不过这味道又好象有点不对……”林立吸了吸鼻子，回忆了好一阵子才明白过来：“我靠！原来是失败品，难怪我总觉得这味道不对，不过谁这么天才，居然往蛮牛之力药剂里加智慧之树树叶，难道他还嫌四种材料间的冲突不够激烈？”
en_us: "The Bull's Strength Potion? But it doesn't smell quite right..." Lin Li took a few sniffs and pondered for a long time before he finally understood. "Damn! It's a failed one, no wonder it didn't smell right to me. But who's the genius adding leaves from the Wisdom Tree into the potion? Was he not satisfied that the conflicting smell of the combination of the four ingredients was not strong enough?

source: “蠢货！”但等待他的，却是老梅林愤怒的咆哮，老人手中的酒杯又一次摔到了地板上，急促的呼吸声中，指着克伦威尔的手指正轻轻发抖：“谁让你跟他们谈判的？是谁给你权利，让你去跟他们谈判的？你知不知道，这是关系到梅林家族生死存亡的大事！在这样的事情里，你居然还敢擅做主张，你到底还有没有把我这个老头子放在眼里？”
en_us: "Fool!" But it was Old Merlin's angry outburst that awaited him. The wine glass in the old man's hands fell to the floor again, and the fingers pointing at Cromwell were shaking slightly in the sound of rapid breathing. "Who told you to negotiate with them? Who gave you the rights to negotiate with them? Do you know that this is a matter of life and death for the Merlin Family! You actually have the liberty to make your own decisions, do you still have any regard for me?"

source: “蠢货！你们还敢再蠢一点吗？这么简单的元素排列都无法完成，你们一天到晚究竟都往脑子里装了些什么东西？”当然——他的指点方式，一向是比较特别的。
en_us: "Fools! Can't you all be any dumber? You couldn't even complete such an easy elemental sequencing, what is in your minds all day?" Of course, his approach was always out of the ordinary.

source: “蠢货，快去取黑石，生火！”
en_us: "Idiot, quickly get me some coal and start the fire!"

source: “要不随便加点药粉试试？”
en_us: "Why don't I just add some medicinal powders and experiment?"

source: “要是我没猜错的话，小兄弟应该是凯文魔法师的助手吧？”本来他是想说学徒的，不过一看林立身上那件怒焰之袍，又把话给收了回去，以魔法公会的财力，凯文的学徒怎么会穿得这么落魄？
en_us: "If my guess is correct, you must be Mage Kevin's assistant?" He had wanted to say mage apprentice, but took back his words after seeing the Robe of Wrath Lin Li was wearing. With the Guild of Magic's financial resources, how could Kevin's apprentice be so underdressed?

source: “要是看奥德文的面子，倒也不是不可以……”安度因点了点头，老实说，他也确实不想跟奥德文闹僵，那毕竟是二十一级的传奇法师，又是奥兰纳魔法公会会长，虽然自己不怕他，但真要弄成不死不休的仇恨，倒也没多大意思。
en_us: "If I were to think about Odwin's reputation, it's not impossible..." Andoine nodded his head. Honestly speaking, he also did not want to create a deadlock with Odwin. He was a legendary mage at level- twenty one, and was the President of the Alanna Guild of Magic. Although he wasn't scared og him, but he also did not want to create a meaningless but unending hate.

source: “要钱怎么不去拍卖行？那里可都是财主，要是碰上谁心情好，扔你几十金币，你这升级的药钱可就不用发愁了。”
en_us: "Why not go to the auction house for money? That's where all the rich men are. If anyone happens to be in a good mood and throw some gold coins your way, you will never have to worry about not getting enough money for the level-up potion."

source: “见过城主大人。”城主大人的出现，让水深火热的凯文喘了口气。
en_us: "Master Castellan." The appearance of the Castellan gave Kevin a breather from the misery.

source: “见过荣管事！”
en_us: “Greetings, Chief Rong!”

source: “见鬼！”
en_us: "Holy cow!"
